Repository: vh-dantas/Be-Cool-
Catalog: BurnoutEditionMini02/Localizations/*.lproj/Localizable.strings
Languages: pt_br

# level-1
source: Dedicate time to your well-being too.
pt_br: Dedique tempo para o seu bem-estar também.

# level-2
source: Keep striving for balance.
pt_br: Continue buscando o equilíbrio.

# level-3
source: Congratulations! You are in balance.
pt_br: Parabéns! Você está em equilíbrio.

# level-4
source: Balance your focus and keep shining.
pt_br: Equilibre seu foco e continue brilhando.

# level-5
source: Remember your goals and turn procrastination into action!
pt_br: Lembre-se das metas e transforme a procrastinação em ação!

# level-neutral
source: Set a goal to balance your journey.
pt_br: Defina uma meta para equilibrar a sua jornada.

# empty-goal
source: You don't have any goals created!
pt_br: Você não tem nenhuma meta criada!

# new-goal-title
source: Setting your professional goal
pt_br: Definindo seu objetivo profissional.

# new-goal-text
source: Start with a clear and short-term goal!
pt_br: Comece com uma meta clara e de curto prazo!

# textfield-placeholder
source: Start typing
pt_br: Escreva aqui

# subgoals-title
source: Divide and conquer:
pt_br: Dividindo para conquistar.

# subgoals-text
source: Break down your goal into smaller tasks
pt_br: Divida sua meta em tarefas menores.

# subgoals-checklist
source: Task checklist
pt_br: Checklist de tarefas:

# subgoal-level-title
source: Measuring the Challenge:
pt_br: Medindo o Desafio:

# subgoal-level-text
source: Analyze how challenging each task will be. That will help you adjust your expectations.
pt_br: Avalie a dificuldade de cada tarefa para ajustar expectativas.

source: Easy
pt_br: Fácil

source: Medium
pt_br: Médio

source: Hard
pt_br: Difícil

# wellness-subgoal-title
source: Prioritize your well-being:
pt_br: Priorize seu bem-estar:

# wellness-subgoal-text
source: Set up your wellness goals to have a balanced life. We suggest you focus on doing things for your well-being for this amount of time:
pt_br: Defina metas de bem-estar para equilibrar sua vida. Sugerimos que você reserve:

# wellness-checklist
source: Wellness Activities:
pt_br: Atividades de Bem-Estar:

# save-goals-btn
source: Save My Goal
pt_br: Salvar Meta

# goal-achieved-title
source: Congratulations!
pt_br: Parabéns!

# goal-achieved-caption
source: Wow! Your dedication was super worth it!
pt_br: Uau! Sua dedicação valeu a pena, hein?

# goal-achieved-text
source: You've achieved your goal with success and balance. Check out your journey in the 'Achievements' tab.
pt_br: Você alcançou sua meta com sucesso e equilíbrio. Confira sua jornada na aba ”Conquistas”.

# achievements-text
source: Recall Your Journey and Celebrate Your Achievements!
pt_br: Relembre Sua Jornada e Celebre Suas Conquistas!

# achievement-detail-wellness-title
source: Wellness Activities
pt_br: Atividades de Bem-Estar

# achievement-detail-wellness-text
source: These were the hours dedicated to your well-being while working towards this goal:
pt_br: Essas foram as horas ao seu bem-estar enquanto trabalhava para esta meta:

# achievement-detail-wellness-caption
source: This demonstrates how taking care of yourself is essential to achieving success.
pt_br: Isso demonstra o quanto cuidar de si mesmo é essencial para alcançar o sucesso.

# achievement-detail-work-title
source: Work Tasks
pt_br: Tarefas de trabalho

# achievement-detail-work-text
source: Breaking goals into tasks made the impossible possible. Small steps led to big accomplishments!
pt_br: Dividir metas em tarefas tornou o impossível possível. Pequenos passos levaram a grandes realizações!

# start-breathing
source: Start a breathing exercise
pt_br: Iniciar exercício de respiração

source: Inhale
pt_br: Inspire

source: Hold
pt_br: Segure

source: Exhale
pt_br: Expire

# reflection-cta-title
source: How about taking a break to reflect on your journey?
pt_br: Que tal uma pausa para pensar em sua jornada?

# reflection-cta-btn
source: New Reflection
pt_br: Nova Reflexão

# reflection-caption
source: Reflect on the following question:
pt_br: Reflita sobre a seguinte questão:

# moodtracker-caption
source: Now, tell us:
pt_br: Agora nos conte:

# moodtracker-question
source: How are you feeling after this reflection?
pt_br: Como você está se sentindo depois dessa reflexão?

source: Sad
pt_br: Triste

source: Stressed
pt_br: Estressado (a)

source: Relaxed
pt_br: Tranquilo (a)

source: Happy
pt_br: Feliz

source: Excited
pt_br: Animado (a)

# reflection-title-caption
source: According to what it represents to you:
pt_br: De acordo com o que ela representa para você:

# reflection-title
source: Name your Reflection.
pt_br: Nomeie sua Reflexão.

source: Save Reflection
pt_br: Salvar Reflexão

source: Goals
pt_br: Meta Atual

source: Achievements
pt_br: Conquistas

source: Reflections
pt_br: Reflexões

source: Settings
pt_br: Configurações

source: Application
pt_br: Aplicação

source: Notifications
pt_br: Notificações

source: Preferences
pt_br: Preferências

# about
source: About Us
pt_br: Sobre o App

# privacy
source: Privacy Policy
pt_br: Política de Privacidade

# contact
source: Contact Us
pt_br: Fale Conosco

source: Version
pt_br: Versão

# water
source: Drink Water
pt_br: Beber água

source: Stretch
pt_br: Alongamento

# walk-around
source: Go for a walk
pt_br: Caminhar

source: Team
pt_br: Equipe

source: Experts
pt_br: Especialistas consultados

source: Mentors
pt_br: Mentores

# PrivacyTitle1
source: Privacy Policy for [APP]
pt_br: Política de Privacidade de [APP]

# PrivacyText1
source: Thank you for choosing [APP]. This Privacy Policy describes how we collect, use, and share information when you use our app. Your privacy is important to us, and we are committed to protecting your personal data. By using [APP], you agree to the privacy practices outlined in this policy.
pt_br: Agradecemos por escolher o [APP]. Esta Política de Privacidade descreve como coletamos, usamos e compartilhamos informações quando você utiliza nosso aplicativo. Sua privacidade é importante para nós, e estamos comprometidos em proteger seus dados pessoais. Ao usar o [Nome do Aplicativo], você concorda com as práticas de privacidade descritas nesta política.

# PrivacyTitle2
source: Data Collection & Storage
pt_br: Coleta e Amazenamento de Dados

# PrivacyText2
source: We do not collect, store, or monitor any user's personal information. [App Name] does not request, access, or use any personal data, identifying information, or other sensitive information. [App Name] utilizes Apple's iCloud to enable data synchronization between the user's iPhone and iPad devices. The synchronized information solely pertains to the internal operation of the app and does not include personally identifiable data. We do not use cookies or other tracking technologies to collect information about app usage. We do not share personal information with third parties, as we do not collect such information. We are committed to safeguarding your data.
pt_br: Não coletamos, armazenamos ou monitoramos qualquer informação pessoal do usuário. O [APP] não solicita, acessa ou utiliza quaisquer dados pessoais, informações de identificação ou outras informações sensíveis. O [APP] utiliza o iCloud da Apple para permitir a sincronização de dados entre dispositivos iPhone e iPad do usuário. As informações sincronizadas são exclusivamente relacionadas ao funcionamento interno do aplicativo e não incluem dados pessoais identificáveis. Não utilizamos cookies ou outras tecnologias de rastreamento para coletar informações sobre o uso do aplicativo. Não compartilhamos informações pessoais com terceiros, uma vez que não coletamos essas informações. Estamos empenhados em proteger seus dados.

# PrivacyTitle3
source: Changes to this Privacy Policy
pt_br: Alterações nesta Política de Privacidade

# PrivacyText3
source: We may update this Privacy Policy from time to time to reflect changes in our privacy practices. The latest version of the policy will always be available within the app. We recommend that you periodically review this policy to stay informed about how we are protecting your privacy.
pt_br: Podemos atualizar esta Política de Privacidade de tempos em tempos para refletir mudanças em nossas práticas de privacidade. A versão mais recente da política estará sempre disponível no aplicativo. Recomendamos que você revise periodicamente esta política para se manter informado sobre como estamos protegendo sua privacidade.

# PrivacyTitle4
source: Contact
pt_br: Contato

# PrivacyText4
source: If you have any questions or concerns regarding privacy, please contact us at [Contact Email Address].
pt_br: Se tiver alguma dúvida ou preocupação relacionada à privacidade, entre em contato conosco em [Endereço de E-mail de Contato].
